/* DeSmuME Strings File */
/* ITALIAN */

/* General */
"DeSmuME Emulator" = "Emulatore DeSmuME";
"OK" = "OK";
"Cancel" = "Annulla";

/* File Menu */
"Slot %d" = "Slot %d";

/* Emulation Menu */
"Execute" = "Esegui";
"Pause" = "Pausa";

/* View Menu */
"Show Status Bar" = "Mostra Barra Di Stato";
"Hide Status Bar" = "Hide Status Bar";

/* Dialogs */
"Are you sure you want to quit?" = "Sei sicuro di voler uscire?";
"Are you sure you want to close the ROM?" = "Vuoi chiudere la ROM?";

/* Status Bar Messages */
"No ROM Loaded" = "Nessuna ROM Caricata";
"Executing" = "In Esecuzione";
"Paused" = "In Pausa";

/* Preferences Window */
"DeSmuME Preferences" = "Configurazione DeSmuME";
"Interface" = "Interfaccia";
"Controls" = "Controlli";
"DS Firmware" = "Firmware DS";
"Yes" = "Si";
"No" = "No";

/* Interface Preferences */
"Execute Upon Load" = "Esegui al Caricamento";
"When Launching, Load" = "All'Avvio, Carica";
"Load Nothing" = "Niente";
"Load Last ROM" = "L'Ultima ROM";

/* Control Preferences */
"A Button" = "Pulsante A";
"B Button" = "Pulsante B";
"X Button" = "Pulsante X";
"Y Button" = "Pulsante Y";
"L Button" = "Pulsante L";
"R Button" = "Pulsante R";
"Up Button" = "Su";
"Down Button" = "Giù";				
"Left Button" = "Sinistra";
"Right Button" = "Destra";			
"Start Button" = "Start";
"Select Button" = "Select";

"Up Key" = "[SU]";
"Down Key" = "[GIU']";
"Left Key" = "[SINISTRA]";
"Right Key" = "[DESTRA]";
"Space Bar" = "[SPAZIO]";
"Enter Key" = "[INVIO]";

/* Status Bar */
"No ROM loaded" = "Nessuna ROM Caricata";
"ROM Loaded" = "ROM Caricata";
"Emulation Executing" = "In Esecuzione";
"Emulation Paused" = "In Pausa";
"Emulation Reset" = "Reset";

/* Errors */
"Error" = "Errore";
"An emulation error occurred" = "Si è verificato un errore di emulazione";
